/* Adobe Plugin Plist Files for MPSCommon */
/* Localized Strings for Finnish */
/* Copyright © 1987-2017 Adobe Systems Inc. */
/* ------------------------------------------------------- */
/* Bundle Info */
CFBundleName = "MPSCommonEN";
CFBundleDisplayName = "MPSCommonEN";
CFBundleGetInfoHTML = "MPSCommonEN version 21.1.0EN, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.EN";
CFBundleGetInfoString = "MPSCommonEN version 21.1.0EN, Copyright © 1987-2017 Adobe Systems Inc. All rights reserved.EN";
CFBundleShortVersionString = "MPSCommonEN version 21.1.0EN";
